[
    {
        "id": 1,
        "name": "Teclado mecánico Redragon K630",
        "price": 60000,
        "image": "teclado_red.png",
        "description": "Disfrutá de tus partidas en otro nivel con Redragon, marca reconocida que se especializa en brindar la mejor experiencia de juego al público gamer desde hace más de 20 años. Sus teclados se adaptan a todo tipo de jugadores y esto los convierten en un fiel reflejo de la alta gama y calidad que la compañía ofrece.",
        "discount": 5000
    },
    {
        "id": 2,
        "name": "Auriculares Logitech Pro X Wireless",
        "price": 320000,
        "image": "auri.logi.png",
        "description": "Sumérgete en el mundo de los videojuegos con los auriculares gamer inalámbricos Logitech Pro X Wireless en color negro. Diseñados especialmente para los amantes de los juegos, estos auriculares over-ear te permiten disfrutar de una experiencia de audio inmersiva y libre de cables gracias a su alcance inalámbrico de 15 metros. Con una duración de batería de hasta 20 horas, podrás jugar durante largas sesiones sin preocuparte por recargarlos. Además, el micrófono incorporado te permitirá comunicarte con tus compañeros de equipo de manera clara y nítida. Aunque no cuentan con cancelación de ruido ni resistencia al agua, los auriculares Logitech Pro X Wireless son la opción perfecta para aquellos que buscan comodidad y rendimiento en sus sesiones de juego.",
        "discount": 10000
    },
    {
        "id": 3,
        "name": "Celular Samsung S23 Ultra",
        "price": 1600000,
        "image": "celular.png",
        "description": "Hacé que las noches sean más épicas con la cámara nocturna. Es un kit de nivel profesional que cabe en una mano. La cámara posterior triple y la cámara de selfie ofrecen hardware y software de cámara innovadores para que puedas capturar fácilmente una galería llena de contenido digno de compartir. Adiós, resplandor. Las asombrosas pantallas Infinity-O de 120 Hz están diseñadas con Dynamic AMOLED 2X con tecnología Vision Booster para una alta visibilidad al aire libre, lo que mantiene la vista nítida a plena luz del día o de noche. Ahora el único resplandor que verás será el de las cámaras de los celosos. Disfrutá la noche sin necesidad de cables. La vida no disminuye su ritmo y tomar un descanso para recargar energía es una vía rápida para la ansiedad de estar desconectado. La batería se adapta de manera inteligente a la forma en que usás tu smartphone, por lo que dura más de 24 horas",
        "discount": 20000
    },
    {
        "id": 4,
        "name": "Monitor Gamer Gigabyte Curvo 165hz 1ms",
        "price": 600000,
        "image": "monitor.png",
        "description": "Disfrutá de todas las cualidades que el monitor Gigabyte G27FC tiene para ofrecerte. Percibí las imágenes de una manera completamente diferente y complementá cualquier espacio ya sea en tu casa u oficina.",
        "discount": 20000
    },
    {
        "id": 5,
        "name": "Motherboard Am5 - Msi Pro X670-p Wifi Ddr5 Ryzen",
        "price": 520000,
        "image": "placamadre.png",
        "description": "La serie PRO está diseñada para profesionales de todos los ámbitos de la vida. La línea presenta un rendimiento impresionante y alta calidad, mientras que su objetivo principal es: brindar a los usuarios una experiencia increíble. Los usuarios que se preocupan por la productividad y la eficiencia definitivamente pueden contar con la serie MSI PRO para ayudarlos con la multitarea y aumentar la eficiencia.",
        "discount": 10000
    },
    {
        "id": 6,
        "name": "Impresora Multifunción",
        "price": 250000,
        "image": "impresora.hp.png",
        "description": "Las impresoras multifunción HP son una excelente opción para quienes necesitan un dispositivo que pueda imprimir, escanear, copiar y enviar faxes. Ofrecen una variedad de funciones y opciones para satisfacer las necesidades de diferentes usuarios, desde estudiantes y propietarios de pequeñas empresas hasta grandes empresas.",
        "discount": 5000
    },
    {
        "id": 7,
        "name": "Router WiFi Gigabit",
        "price": 180000,
        "image": "router.png",
        "description": "El Router WiFi Gigabit te permite disfrutar de una experiencia online rápida, confiable y segura. Con velocidades WiFi Gigabit (hasta 1000 Mbps), es ideal para streaming de video 4K/8K, juegos online, descargas rápidas y mucho más.",
        "discount": 5000
    },
    {
        "id": 8,
        "name": "Mouse Pad Gamer Oficina Xl Negro Antideslizante 80x40 Cm 3mm",
        "price": 7200,
        "image": "mousepad.png",
        "description": "Es tan fácil deslizar el mouse. Con tu Alitrade MP408003-1 podrás llenar la pantalla de tu ordenador de clicks. Su elaborada superficie le dará precisión y comodidad a tus movimientos.",
        "discount": 1000
    },
    {
        "id": 9,
        "name": "Procesador  Amd Ryzen 97900X AMD",
        "price": 800000,
        "image": "Procesador-Amd-Ryzen-9-7900X.png",
        "description": "El AMD Ryzen™ 9 7900X es un potente procesador para computadoras de escritorio para gaming y streaming que está diseñado con 12 núcleos de CPU y 24 subprocesos, y tiene una velocidad de reloj base de 4,7 GHz.",
        "discount": 1000
    },
    {
        "id": 10,
        "name": "Memoria Kingston FURY DDR5",
        "price": 80000,
        "image": "MEMORIADDR5.png",
        "description": "DDR5 duplica el número de bancos de 16 a 32. Esto permite abrir más páginas simultáneamente, con el consiguiente aumento de la eficiencia. También se duplica la longitud mínima de ráfaga hasta 16, desde los 8 de DDR4.",
        "discount": 1400
    },
    {
        "id": 11,
        "name": "NVIDIA GeForce RTX 4090",
        "price": 890000,
        "image": "rtx-4090.png",
        "description": "El RTX 4090 es una tarjeta gráfica impresionantemente potente que presenta la GPU AD102-300 en la arquitectura Ada Lovelace y viene con 16384 núcleos CUDA para renders 3D de 2520 MHz de 2520 MHz. Es posible que estos números no signifiquen nada si no sabes lo que estás viendo",
        "discount": 14000
    }
]